Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ནང་སྟོང་པ་ཉིད་དང་། ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: They do not commit to writing the emptiness of internal phenomena, the emptiness of external phenomena, the emptiness of external and internal phenomena, [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, {Ki.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་།
en: IV: 86} the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, the eighteen distinct qualities of the buddhas, or the [goals], up to and including all-aspect omniscience.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་མི་འདྲི་མི་སྟོན། ཁ་ཏོན་དུ་མི་བྱེད། ཚུལ་བཞིན་དུ་ཡིད་ལ་མི་བྱེད་ཅིང་།
en: They do not reveal them, do not disseminate them, do not focus their attention correctly on them, and do not rely upon them.

source: མི་རྟེན་པ་དེ་དག་ནི་བར་མ་དོར་བྱང་ཆུབ་ལས་ཉམས་པར་འགྱུར་ཏེ།
en: In the interim, they will lapse from enlightenment.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ཐོབ་པར། ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱིས་མངོན་དུ་བྱེད་པར་འགྱུར་རོ།
en: Without attaining all-aspect omniscience, they will actualize the level of the śrāvakas or the level of the pratyekabuddhas. “

source: །རབ་འབྱོར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་གང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བའི་དོན་དུ་དད་པ་ཡོད་ཅིང་། བཟོད་པ་དང་མོས་པ་དང་། ལྷག་པའི་བསམ་པ་དང་། དགའ་བ་དང་། སྤྲོ་བ་དང་། མི་གཏོང་བ་ཡོད་ཅིང་། བརྩོན་འགྲུས་མི་གཏོང་བ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་འདྲིའོ།
en: Subhūti, those individual followers of the vehicle of the bodhisattvas who are endowed with faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of consummate buddhahood in unsurpassed, complete enlightenment do commit this profound perfection of wisdom to writing.

source: །ལུང་འབོག་གོ། །ཁ་ཏོན་བྱེད་དོ། །ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་དོ། །རྟེན་ཏོ།
en: They transmit and disseminate it, focusing their attention correctly on it, and they rely upon it.

source: །དེ་ལྟར་ན་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་དེ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་དད་པ་ཡོད་དེ། བཟོད་པ་ཡོད། མོས་པ་ཡོད། ལྷག་པའི་བསམ་པ་ཡོད། སྤྲོ་བ་ཡོད། མི་གཏོང་བ་ཡོད། བརྩོན་འགྲུས་མི་འདོར་བ་ཡོད་པ་ཡིན་ཏེ།
en: So it is that those noble sons or noble daughters have faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of unsurpassed, complete enlightenment.

source: དེའི་ཕྱིར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་བ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་བ་དང་། ནང་སྟོང་པ་ཉིད་དང་། ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། འཕགས་པའི་བདེན་པ་དང་། བས
en: For this reason they are sustained by the perfection of wisdom, and they are sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity.

source: མ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱིས་ཡོངས་སུ་བཟུང་བ་དང་།
en: They are sustained by the emptiness of internal phenomena, the emptiness of external phenomena, the emptiness of external and internal phenomena, [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་བས་བར་མ་དོར་ཉེ་ཞོ་མེད་པར་ཉན་ཐོས་ཀྱི་ས་ལས་འདས།
en: They are sustained by the [goals], up to and including all-aspect omniscience. So, in the interim they will not be damaged. They will transcend the level of the śrāvakas.

source: རང་སངས་རྒྱས་ཀྱི་ས་ལས་འདས་ཏེ།
en: They will transcend the level of the pratyekabuddhas.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱས་ནས། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱས་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: Having brought beings to maturity and having refined the buddhafields, they will attain consummate buddhahood in unsurpassed, complete enlightenment. {

source: བུད་མེད་དམ་སྐྱེས་པ་ལ་ལ་ཞིག །བུམ་པ་མ་བསྲེགས་ཤིང་། སོ་མ་བཏང་བས་ཆུ་བཅུ་བར་སེམས་ན། རབ་འབྱོར་བུམ་པ་དེ་ནི་རིང་པོར་མི་གནས་ཏེ། མྱུར་དུ་འགྱེས་ཤིང་འཇིག་པར་རིག་པར་བྱའོ།
en: IV: 87} “Moreover, Subhūti, you should know that this is like when a man or woman thinks of fetching water in an unbaked clay jar that has not been fired—that jar would not last long, but would swiftly break up and disintegrate.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་བུམ་པ་དེ་སོ་མ་བཏང་བའི་ཕྱིར་ཏེ།
en: If you ask why, it is because the jar is unbaked.

source: དེ་ནི་ཐ་མར་ས་ཉིད་དུ་འགྱུར་རོ། །རབ་འབྱོར་དེ་བཞིན་དུ་
en: In the end it will turn to mud.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་དག་ལ་ཡང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བའི་ཕྱིར། དད་པ་ཡང་ཡོད། བཟོད་པ་ཡང་ཡོད། མོས་པ་ཡང་ཡོད། ལྷག་པའི་བསམ་པ་ཡང་ཡོད། དགའ་བ་ཡང་ཡོད། སྤྲོ་བ་ཡང་ཡོད། མི་གཏོང་བ་ཡང་ཡོད། བརྩོན་འགྲུས་མི་འདོར་བ་ཡང་ཡོད་མོད་ཀྱི། དེ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ཐབས་མཁས་པས་ཡོངས་སུ་མ་བཟུང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ནང་སྟོང་པ་ཉིད་དང་། ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་། དྲན་པ་ཉེ་བར་གཞག་པ་དང་། ཡང་དག་པར་སྤོངས་པ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་གྱིས་ཡོངས་སུ་མ་བཟུང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱིས་ཡོངས་སུ་མ་བཟུང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་ན། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དེ་དག་ནི་བར་མ་དོར་ཉེ་ཞོར་འགྱུར་བར་ཤེས་པར་བྱའོ།
en: In the same way, Subhūti, if those noble sons or noble daughters who follow the vehicle of the bodhisattvas and are endowed with faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of consummate buddhahood in unsurpassed, complete enlightenment, but nonetheless are not sustained by the perfection of wisdom; are not sustained by skillful means; are not sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity; and if they are not sustained by the emptiness of internal phenomena, the emptiness of external phenomena, the emptiness of external and internal phenomena, and [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; and if they are not sustained by the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the path; and if they are not sustained by the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas; and if they are not sustained by [the goals], up to and including all-aspect omniscience, then you should know that those noble sons or noble daughters who follow the vehicle of the bodhisattvas will be damaged in interim states.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ། དེ་དག་གི་བར་མ་དོར་ཉེ་ཞོ་འབྱུང་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སའོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སྐྱེས་པའམ།
en: Subhūti, if you ask what are the interim states in which those noble sons or noble daughters who follow the vehicle of the bodhisattvas will be damaged, they comprise the level of the śrāvakas and the level of the pratyekabuddhas. “

source: བུད་མེད་ལ་ལ་ཞིག་བུམ་པ་སོ་ལེགས་པར་བཏང་བས་ཆུ་ཀླུང་ངམ། མཚོ་འམ། མཚེའུ་འམ། ཁྲོན་པ་ནས་ཆུ་འཆུ་ན། རབ་འབྱོར་ཆུ་འཆུ་བ་དེའི་བུམ་པ་དེས་ནི་བདེ་བར་ཁྱིམ་དུ་ཕྱིན་པར་རིག་པར་བྱའོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ལ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར། དད་པ་ཡང་ཡོད། བཟོད་པ་ཡང་ཡོད། མོས་པ་ཡང་ཡོད། ལྷག་པའི་བསམ་པ་ཡང་ཡོད། དགའ་བ་ཡང་ཡོད། སྤྲོ་བ་ཡང་ཡོད། མི་གཏོང་བ་ཡང་ཡོད། བརྩོན་འགྲུས་མི་འདོར་བ་ཡང་ཡོད་ལ།
en: Subhūti, it is just as when a man or a woman fetches water from a river, lake, pool, or well with a clay jar that has been well baked—you should know, Subhūti, that the jar of this water carrier will easily be brought home.

source: དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: In the same way, Subhūti, if bodhisattva great beings who are endowed with faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of unsurpassed, complete enlightenment have been sustained by the perfection of wisdom; if they have been sustained by skillful means; if they have been sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, {Ki.

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་ན། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་འདི་ལྟ་སྟེ། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་བར་མ་དོར་ཉེ་ཞོར་མི་འགྱུར་ཏེ།
en: IV: 88} and the perfection of generosity; and if they have been sustained by [all the attributes and goals], up to and including all-aspect omniscience, then, Subhūti, those bodhisattva great beings will not be damaged in interim states—the level of the śrāvakas and the level of the pratyekabuddhas.

source: མ་ཉེས་མ་ཉམས་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: Uninjured and unharmed, they will attain consummate buddhahood in unsurpassed, complete enlightenment. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱ་མཚོའི་གྲུ་མ་བསྡམས་ཤིང་ཟག་ལྷན་མ་བྱས་པར་རྫས་བཅུག་སྟེ་ཆུ་ལ་བཏང་ན། རབ་འབྱོར་གྲུ་དེ་ནི་ཞིག་པར་འགྱུར་ཏེ། གྲུ་ཡང་ལོགས་ཤིག །
en: Subhūti, it is just as if an ocean-going ship that has not been repaired and caulked were to set out to sea, loaded with merchandise—one should know, Subhūti, that this ship will disintegrate.

source: རྫས་ཀྱང་ལོགས་ཤིག་ཏུ་སོང་ནས་དེ་ལྟར་ཚོང་པ་དེ་ཐབས་ལ་མི་མཁས་པས། གནོད་པ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་ཞིང་། རིན་པོ་ཆེ་ཆེན་པོ་ལས་ཡོངས་སུ་ཕང་བར་རིག་པར་བྱའོ། །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར། དད་པ་ཡང་ཡོད། བཟོད་པ་ཡང་ཡོད། མོས་པ་ཡང་ཡོད། ལྷག་པའི་བསམ་པ་ཡང་ཡོད། དགའ་བ་ཡང་ཡོད། སྤྲོ་བ་ཡང་ཡོད། མི་གཏོང་བ་ཡང་ཡོད། བརྩོན་འགྲུས་མི་འདོར་བ་ཡང་ཡོད་མོད་ཀྱི། དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ཐབས་མཁས་པས་ཡོངས་སུ་མ་བཟུང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲི
en: The ship will go one way and the cargo another, so that the merchant, being unskilled in means, will incur great misfortune and suffer the loss of great prosperity.

source: མས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། སྟོང་པ་ཉིད་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་མ་བཟུང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཀྱིས་ཡོངས་སུ་མ་བཟུང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱིས་ཡོངས་སུ་མ་བཟུང་།
en: In the same way, Subhūti, if bodhisattva great beings are endowed with faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of unsurpassed, complete enlightenment, but, nonetheless, are not sustained by the perfection of wisdom; are not sustained by skill in means; are not sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, or the perfection of generosity; are not sustained by any of the aspects of emptiness; are not sustained by the thirty-seven factors conducive to enlightenment; are not sustained by the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness— the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas; and if they are not sustained by [the goals], up to and including all-aspect omniscience, then you should know, Subhūti, that those bodhisattva great beings will be damaged in the interim states.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་ན། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་བར་མ་དོར་ཉེ་ཞོར་འགྱུར་ཏེ། འདི་ལྟར་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་རིན་པོ་ཆེའི་དོན་ཆེན་པོ་དང་བྲལ་ཞིང་། རིན་པོ་ཆེ་ཆེན་པོ་ལས་ཕང་བར་རིག་པར་བྱའོ།
en: They will be deprived of the great advantage that is the wealth of all-aspect omniscience, and they will suffer the loss of great prosperity.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་བར་མ་དོའི་ཉེ་ཞོ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སའོ།
en: Subhūti, if you ask what are the interim states in which those bodhisattva great beings are damaged, they comprise the level of the śrāvakas and the level of the pratyekabuddhas. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སྐྱེས་བུ་མཁས་པའི་ངང་ཚུལ་ཅན་གང་ལ་ལ་ཞིག་རྒྱ་མཚོ་ཆེན་པོའི་གྲུ་ཤིན་དུ་བསྡམས་ཤིང་ཤིན་དུ་བསྟར་བ་ཆུ་ལ་གཏོང་ཞིང་རྫས་འཇུག་ན། རབ་འབྱོར་རྒྱ་མཚོའི་གྲུ་དེ་ནི་བར་མ་དོར་ཞིག་པར་མི་འགྱུར་ཏེ། གྲུ་དེས་ཕྱོགས་གང་དུ་བགྲོད་པ་དེར་ཕྱིན་པར་འགྱུར་བར་རིག་པར་བྱའོ།
en: Subhūti, it is just as if a skilled person were to launch into the water an ocean-going ship that has been properly caulked and properly prepared, and load it with merchandise—you should know, Subhūti, that this ocean-going ship would not disintegrate midway, and it would reach its destination.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ལ་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར། དད་པ་ཡང་ཡོད། བཟོད་པ་ཡང་ཡོད། མོས་པ་ཡང་ཡོད། ལྷག་པའི་བསམ་པ་ཡང་ཡོད། དགའ་བ་ཡང་ཡོད། སྤྲོ་བ་ཡང་ཡོད། མི་གཏོང་བ་ཡང་ཡོད། བརྩོན་འགྲུས་མི་འདོར་བ་ཡང་ཡོད་ལ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་། ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་བཟུང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་གཟུགས་
en: In the same way, Subhūti, if any bodhisattva great beings are endowed with faith, tolerance, devotion, {Ki.

source: མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱིས་ཡོངས་སུ་བཟུང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་བཟུང་ན། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་བར་མ་དོར་ཉེ་ཞོར་མི་འགྱུར་བར་རིག་པར་བྱའོ།
en: IV: 89} higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of unsurpassed, complete enlightenment, and if in addition they have also been sustained by the perfection of wisdom; if they have been sustained by skill in means; if they have been sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity; if they have been sustained by the aspects of emptiness, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas; and if they have been sustained by [the goals], up to and including all-aspect omniscience, then you should know, Subhūti, that those bodhisattva great beings intent on unsurpassed, complete enlightenment will not be damaged in the interim states. “

source: །རབ་འབྱོར་དེ་ནི་དེ་ལྟར་ཡང་འགྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ལ་ལ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར། དད་པ་ཡང་ཡོད། བཟོད་པ་ཡང་ཡོད། མོས་པ་ཡང་ཡོད། ལྷག་པའི་བསམ་པ་ཡང་ཡོད། དགའ་བ་ཡང་ཡོད། སྤྲོ་བ་ཡང་ཡོད། མི་གཏོང་བ་ཡང་ཡོད། བརྩོན་འགྲུས་མི་འདོར་བ་ཡང་ཡོད་ལ། དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་ཟིན་པར་གྱུར། ཐབས་མཁས་པས་ཡོངས་སུ་ཟིན་པར་གྱུར། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Subhūti, they will indeed turn out like that.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་ཟིན་པར་གྱུར། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་ཟིན་པར་གྱུར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ཉན་ཐོས་ཀྱི་ས་དང་། རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྷུང་ངོ་། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། མི་ན་ཚོད་ཀྱིས་ལོ་བརྒྱ་ཉི་ཤུ་ལོན་པ། རྒས་པ། རྒོག་ཏུ་གྱུར་པ། འཁོགས་པ་ཞིག་ཡོད་ལ།
en: If any bodhisattva great beings who are indeed endowed with faith, tolerance, devotion, higher aspiration, love, enthusiasm, relentlessness, and unrelenting perseverance for the sake of unsurpassed, complete enlightenment, and if in addition they have been sustained by the perfection of wisdom, if they have been sustained by skill in means, if they have been sustained by the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline and the perfection of generosity, and if they have been sustained by [all the attributes and goals], up to and including all-aspect omniscience, those bodhisattva great beings will not fall into the level of the śrāvakas or the level of the pratyekabuddhas. “

source: དེའི་ལུས་ལ་རླུང་དམ། མཁྲིས་པའམ། བད་ཀན་ནམ། འདུས་པའི་ནད་ཀྱིས་བཏབ་ན། རབ་འབྱོར་དེ་ལ་ཇི་སྙམ་དུ་སེམས། མི་དེ་གཅིག་པུ་ཉམ་རངས་སུ་ཁྲི་ལས་ལྡང་ནུས་སམ།
en: Subhūti, if, as an analogy, the body of an aged and decrepit old man who has reached the age of one hundred and twenty were to succumb to some illness, due to a wind, bile, or phlegm disorder, or to a combination of these, do you think, Subhūti, that this man would be able to rise from his bed unaided?” “

source: །བཅོམ་ལྡན་འདས་དེ་ནི་ཁྲི་དེ་ལས་ལྡང་ནུས་སུ་ལགས་ཀྱང་། རྒྱང་གྲགས་གཅིག་གམ། རྒྱང་གྲགས་གཉིས་སུ་ཡང་མཆི་བར་མི་ནུས་ཏེ།
en: Even if he were capable of rising from the bed, he would not be able to walk for more than one or two krośa.

source: དེ་རྒས་པ་དང་། བྲོ་འཚལ་བས་ཉམས་དམས་པའི་སླད་དུ་ཁྲི་ལས་ལྡང་ནུས་སུ་ལགས་ཀྱང་མཆི་མི་ནུས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱིར། དད་པ་ཡང་ཡོད། བཟོད་པ་ཡང་ཡོད། མོས་པ་ཡང་ཡོད། ལྷག་པའི་བསམ་པ་ཡང་ཡོད།
en: Because that man would be ravaged by old age and suffering, he would not be able to walk far, even if he could rise from his bed.” {

source: དགའ་བ་ཡང་ཡོད། སྤྲོ་བ་ཡང་ཡོད། མི་གཏོང་བ་ཡང་ཡོད། བརྩོན་འགྲུས་ཀྱི་འདོར་པ། ཡང་ཡོད་མོད་ཀྱི། དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ཐབས་མཁས་པས་ཡོངས་སུ་མ་བཟུང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་། ནང་སྟོང་པ་ཉིད་དང་། ཕྱི་སྟོང་པ་ཉིད་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱིས་ཡོངས་སུ་མ་བཟུང་། དྲན་པ་ཉེ་བར་གཞག་པས་ཡོངས་སུ་
en: Ki.
